Repository: eni23/wordpress-theme-rabe
Catalog: languages/*.po
Languages: de_ch

source: Oops! That page can&rsquo;t be found.
de_ch: Ups! Diese Seite gibt es nicht.

source: It looks like nothing was found at this location. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it by using the search form below.
de_ch: Sieht aus, als gibt es hier nichts... Geh mal <a href="%s">Seite</a> zurück oder such mal.

source: (Edit)
de_ch: Bearbeiten

source: Installing Plugin: %s
de_ch: Installiere Plugin: %s

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
de_ch: Sie verfügen nicht über ausreichende Berechtigungen, um %1$s zu installieren.

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
de_ch: Sie verfügen nicht über ausreichende Berechtigungen, um %1$s zu aktualisieren.

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
de_ch: Sie verfügen nicht über ausreichende Berechtigungen, um %1$s zu aktivieren.

source: Return to the dashboard
de_ch: Zum Dashboard zurückkehren

source: Dismiss this notice
de_ch: Mitteilung ignorieren

source: Update Required
de_ch: Aktualisierung erforderlich

source: Return to the Dashboard
de_ch: Zum Dashboard zurückkehren

# plugin A *and* plugin B
source: and
de_ch: und

source: Required
de_ch: Erforderlich

source: Recommended
de_ch: Empfohlen

source: Active
de_ch: Aktiv

source: Requires Update
de_ch: Benötigt Aktualisierung

source: Update recommended
de_ch: Aktualisierung empfohlen

# plugins
source: All <span class="count">(%s)</span>
de_ch: Alle <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
de_ch: Zum Installieren <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
de_ch: Aktualisierung vorhanden <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
de_ch: Zum Aktivieren <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
de_ch: (Unbekannt)

# %2$s = plugin name in screen reader markup
source: Install %2$s
de_ch: Installiere %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
de_ch: Aktualisiere %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
de_ch: Aktiviere %2$s

source: Update
de_ch: Aktualisieren

source: Activate
de_ch: Aktivieren

source: Show Details
de_ch: Details anzeigen

source: Hide Details
de_ch: Details verbergen

source: Activate installed plugin
de_ch: Aktiviere installierte Plugins

source: Comments
de_ch: Kommentare

source: Footer
de_ch: Fusszeile

source: Posts
de_ch: Artikel

source: Limit content to
de_ch: Limitiere Inhalt auf

source: More Text
de_ch: Weiterer Text

source: Include the Featured Image?
de_ch: Ausgewähltes Bild einbeziehen?

source: Image size
de_ch: Bildgrösse

source: Enable single post Prev Next navigation links?
de_ch: Aktiviere Einzelartikel Vorwärts- und Zurück-Navigation?

# nav menu location
source: Primary
de_ch: Hauptmenü

# sidebar
source: Primary
de_ch: Seitenleiste

source: The main sidebar. It is displayed on either the left or right side of the page based on the chosen layout.
de_ch: Die Hauptseitenleiste. Sie wird auf der linken Seite des Inhalts angezeigt.

source: WordPress Theme by
de_ch: WordPress Theme von

source: Search Results for: %s
de_ch: Suchresultate für &#8220;%s&#8221;

source: Author: %s
de_ch: Autor: %s

source: Day: %s
de_ch: Tag: %s

source: Month: %s
de_ch: Monat: %s

source: Year: %s
de_ch: Jahr: %s

source: Archives
de_ch: Archive

source: Post Thumbnail
de_ch: Artikelbild

source: You are browsing the search results for &#8220;%s&#8221;
de_ch: Suchresultate für &#8220;%s&#8221;

source: You are browsing the site archives by time.
de_ch: Seitenarchive nach Zeit geordnet.

source: You are browsing the site archives for %s.
de_ch: Seitenarchive für <em>%s</em>.

source: You are browsing the site archives.
de_ch: Seitenarchiv

source: Week %1$s of %2$s
de_ch: Woche %1$s von %2$s

source: Search results for &#8220;%s&#8221;
de_ch: Suchresultate für &#8220;%s&#8221;

source: ago
de_ch: vor

source: Leave a Comment
de_ch: Schreib einen Kommentar

source: (Untitled)
de_ch: (ohne Titel)

source: Page %1$s of %2$s
de_ch: Seite %1$s von %2$s

source: Next &rarr;
de_ch: Weiter &rarr;

source: by
de_ch: von

source: Edit
de_ch: Bearbeiten

source: Posted in: %s
de_ch: %s

source: Tagged: %s
de_ch: %s

source: Pages:
de_ch: Seiten:

source: Nothing Found
de_ch: Nichts gefunden

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_ch: Nichts gefunden ... Versuche es mit anderen Suchbegriffen.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
de_ch: Hier gibt es nichts zu sehen, vielleicht mal die Suche ausprobieren?

# placeholder
source: Search ...
de_ch: Suchen ...

# label
source: Search for:
de_ch: Suchen nach:

# submit button
source: Search
de_ch: Suchen

source: Remove
de_ch: Entfernen

source: Add
de_ch: Hinzufügen

source: Remove Image
de_ch: Bild entfernen

source: Upload Image
de_ch: Bild hochladen

source: None
de_ch: Keine

source: Clear
de_ch: Zurücksetzen

source: Add New
de_ch: Hinzufügen

source: There was a problem adding a new %s
de_ch: Es gab ein Problem beim Hinzufügen eines neuen %s

source: This event is running from %1$s until %2$s. It is next occurring on %3$s
de_ch: Dieser Termin läuft vom %1$s bis %2$s und findet das nächste Mal am %3$s statt.

source: This event finished on %s
de_ch: Anlass war am %s fertig.

source: Date and time
de_ch: Zeitpunkt

source: to
de_ch: bis

source: o'clock
de_ch: Uhr

source: Upcoming Dates
de_ch: Weitere Daten

source: Broadcaster
de_ch: Sendungsmachende

source: Broadcaster Light
de_ch: Sendungsmachende (light)

source: Not in header
de_ch: Nicht in Kopfzeile

source: Don't show posts of this category in header
de_ch: Beiträge dieser Kategorie nicht im Kopfbereich anzeigen

source: Copyright
de_ch: Copyright &#169;

source: Frontpage tile
de_ch: Startseiten-Kachel

source: Large
de_ch: Gross

source: Full width
de_ch: Volle Breite

source: Title probably too long! Title preview:
de_ch: Titel wahrscheinlich zu lang! Titelvorschau der Startseite:

source: Feed for all posts filed under %s
de_ch: Feed für alle Beiträge unter %s

# Taxonomy General Name
source: Broadcasts
de_ch: Sendungen

# Taxonomy Singular Name
source: Broadcast
de_ch: Sendung

source: Broadcasts
de_ch: Sendungen

source: All Broadcasts
de_ch: Alle Sendungen

source: Parent Broadcast
de_ch: Sendungskategorie

source: Parent Broadcast:
de_ch: Sendungskategorie:

source: New Broadcast Name
de_ch: Neuer Sendungsname

source: Add New Broadcast
de_ch: Neue Sendung hinzufügen

source: Edit Broadcast
de_ch: Sendung bearbeiten

source: Update Broadcast
de_ch: Sendung aktualisieren

source: View Item
de_ch: Sendung anzeigen

source: Separate genres with commas
de_ch: Musikstile mit Kommas trennen

source: Add or remove broadcasts
de_ch: Sendungen hinzufügen oder entfernen

source: Choose from the most used broadcasts
de_ch: Aus den meist verwendeten Sendungen auswählen

source: Popular Items
de_ch: Beliebte Sendungen

source: Search broadcasts
de_ch: Sendungen suchen

source: Not Found
de_ch: Nicht gefunden

source: Broadcast
de_ch: Sendung

source: No broadcast set.
de_ch: Keine Sendung eingestellt.

source: There exists already another event at this time/these times. You have to delete them before saving this event.
de_ch: Es existiert schon ein anderer Termin zur gleichen Zeit. Zuerst müssen die anderen Termine gelöscht werden.

source: You cannot add broadcasts!
de_ch: Du kannst keine Sendung hinzufügen!

source: Description
de_ch: Beschreibung

source: image %1$s of %2$s
de_ch: Bild %1$s von %2$s

source: previous
de_ch: zurück

source: next
de_ch: weiter

source: close
de_ch: schliessen

source: start slideshow
de_ch: Diashow starten

source: stop slideshow
de_ch: Diashow stoppen

source: Configure a help notice for posts.
de_ch: Du musst eine Anleitung für Artikel einstellen.

source: Configure a help notice for events.
de_ch: Du musst eine Anleitung für Termine einstellen.

source: Configure a help notice for broadcasts.
de_ch: Du musst eine Anleitung für Sendungen einstellen.

source: Remove help notices
de_ch: Anleitungen nicht mehr anzeigen

source: No fallback broadcast set! Check
de_ch: Keine Standard-Sendung gesetzt! Siehe

source: Settings
de_ch: Einstellungen

source: Couldn't retrieve songticker song data.
de_ch: Konnte keine Songtickerdaten holen.

source: No stream URL set! Check
de_ch: Kein Stream-URL gesetzt! Siehe

source: Day
de_ch: Tag

source: Time
de_ch: Zeit

source: Generate real audio link
de_ch: Sendung anhören

source: Hour
de_ch: Stunde

source: Now
de_ch: Jetzt

source: Permissions
de_ch: Berechtigungen

source: RaBe Theme Settings
de_ch: RaBe-Einstellungen

source: RaBe settings
de_ch: Einstellungen zum RaBe-Theme

source: RaBe Settings
de_ch: RaBe-Einstellungen

source: Settings for rabe theme
de_ch: Theme-Einstellungen für RaBe

source: Meta description
de_ch: Meta-Beschreibung

source: Phone
de_ch: Telefon

source: Help notices for posts
de_ch: Anleitung für Artikel

source: Help notices for broadcasts
de_ch: Anleitung für Sendungen

source: Help notices for events
de_ch: Anleitung für Termine

source: Mail notification on pending event
de_ch: Mail-Hinweis bei hängigem Termin

source: Receiving options page
de_ch: Empfangsmöglichkeiten

source: Contact page
de_ch: Kontaktseite

source: Impressum page
de_ch: Impressum

source: Broadcast-Support page
de_ch: Sendungs-Support-Seite

source: Mail contact page
de_ch: Mail-Kontaktseite

source: Which is the fallback/default broadcast?
de_ch: "Standard"-Sendung

source: Which is info broadcast?
de_ch: Info-Sendung

source: Which is the general broadcast?
de_ch: "Allgemeine" Sendung?

source: Short name of site title in top menu
de_ch: Kurzname für im Hauptmenü

source: Maximum of specialposts on the front page?
de_ch: Anzahl Spezial-Beiträge

source: Which category is not shown in header?
de_ch: Welche Kategorie wird im Kopfbereich nicht angezeigt?

source: Postfinance E-Payment - SHA-Key
de_ch: Postfinance E-Payment - SHA-Schlüssel

source: Paypal-User
de_ch: Paypal-Benutzer

source: Displayed page after successful payment?
de_ch: Angezeigte Seite nach erfolgreicher Zahlung

source: Displayed page after failed payment
de_ch: Angezeigte Seite nach gescheiterter Zahlung

source: Supporter form
de_ch: Sendungs-Support-Formular

source: Mail form
de_ch: Mail-Kontaktformular

source: Membership form
de_ch: Mitgliedschaftsformular

source: Donation form
de_ch: Spendeformular

source: Interval of songticker updates
de_ch: Intervall der Songticker-Aktualisierung

source: Site Settings
de_ch: Seiteneinstellunge

source: Write a short description of your site. This will be displayed by search engines.
de_ch: Schreibe eine kurze Beschreibung der Internetseite. Das wird bei den Suchmaschinen angezeigt.

source: Help notice for entering a post
de_ch: Anleitung zum Erfassen eines Beitrags

source: Help notice for entering an event
de_ch: Anleitung zum Erfassen eines Termins

source: Help notice for entering a broadcast
de_ch: Anleitung zum Erfassen einer Sendung

source: Mail address which will be notified upon a pending event
de_ch: Welche Mail-Adresse bekommt ein Hinweis bei einem hängigen Termin?

source: Which page lists all receiving options of the radio?
de_ch: Welche Seite listet alle Empfangsmöglichkeiten auf?

source: Set the page where you can support a specific broadcast.
de_ch: Auf welcher Seite kann man eine Sendung supporten?

source: Set the page for sending a mail to a broadcast or a broadcaster.
de_ch: Auf welcher Seite ist ein Mailkontakt zu Sendungsmachenden oder Sendungen möglich?

source: Set a fallback broadcast which is shown in the player, when no real broadcast is scheduled.
de_ch: Wähle eine Standard-Sendung, die im Player angezeigt wird, wenn gerade keine "richtige" Sendung läuft.

source: Set a general broadcast for all broadcasts with no explicit broadcast name.
de_ch: Wähle eine "allgemeine" Sendung auf für alle Sendungen ohne spezifische Sendungszugehörigkeit.

source: Set the news magazine.
de_ch: Welches ist die Nachrichtensendung?

source: The short name of the site will be displayed in the header of the mobile view.
de_ch: Der Kurzname der Internetseite wird im Kopfbereich in der mobilen Ansicht angezeigt.

source: How many specialposts do you want to show on the frontpage?
de_ch: Wie viele Spezial-Beiträge sollen auf der Startseite angezeigt werden?

source: ID for Postfinance E-Payment
de_ch: ID für Postfinance E-Payment

source: SHA-Key for Postfinance E-Payment
de_ch: SHA-Schlüssel für Postfinance E-Payment

source: User for Paypal payment
de_ch: Benutzer für Paypal-Bezahlung

source: Form %d: %s
de_ch: Formular %d: %s

source: Which form is on the page for supporting a broadcast?
de_ch: Welches Formular ist auf der Sendungs-Support-Seite?

source: Which form for the mail contact page?
de_ch: Seite mit Kontaktmöglichkeiten

source: Which form is on the Membership page?
de_ch: Welches Formular ist auf der Mitgliedschaftsseite?

source: Which form is on the donation page?
de_ch: Welches Formular ist auf der Spende-Seite?

source: Set interval of how often to check for new songs in seconds
de_ch: Wie häufig in Sekunden sollen die Songtickerdaten geholt werden?

source: Request
de_ch: Anfrage

source: Order ID
de_ch: Bestellnummer

source: Special
de_ch: Spezial

source: Link to broadcast page
de_ch: Verlinke mit Sendungsseite

source: Specialpost
de_ch: Special

source: External Link:
de_ch: Externer Link:

source: No link (http://example.com)
de_ch: Kein Link (http://beispiel.ch)

source: Hide post on frontpage after this specific time:
de_ch: Beitrag von Startseite entfernen nach:

source: Broadcast Feed
de_ch: Sendungs-Feed

source: Broadcast Description
de_ch: Über die Sendung

source: Broadcast websites
de_ch: Links

source: Broadcast members
de_ch: Sendungsmachende

source: Mail to broadcaster
de_ch: Mail an Sendungsmachende

source: Next broadcasts
de_ch: Nächste Sendungen

source: Broadcast portrait
de_ch: Sendungsportrait

source: No $term_id specified in broadcast_info()
de_ch: Keine Sendungs-ID angegeben

source: Support
de_ch: Unterstütze

source: More of
de_ch: Mehr von

source: Consider installing these plugins for a correctly working theme!
de_ch: Installiere diese Plugins für ein funktionierendes Theme.

source: Custom user settings
de_ch: RaBe-Benutzereinstellungen

source: Display help notices
de_ch: Hilfetexte anzeigen

source: Allow mails via form to user
de_ch: Erlaube Mails via Kontaktformular

source: No contact specified.
de_ch: Kein Kontakt angegeben.

source: Mail to
de_ch: E-Mail an

source: No mail contact form active.
de_ch: Kein Mailkontakt-Formular aktiv.

source: Choose membership
de_ch: Mitgliedschaft wählen

source: Submit
de_ch: Senden

source: Choose broadcast to support
de_ch: Zu unterstützende Sendung wählen

source: Donation
de_ch: Spende

source: Donation in swiss francs
de_ch: Spende in Schweizer Franken

source: Thank you
de_ch: Danke

source: Thank you for your message!
de_ch: Danke für die Nachricht!

source: Send payment order!
de_ch: Einzahlungsschein verschicken!

source: ... wants to support the broadcast:
de_ch: ... will folgende Sendung supporten:

source: Hello
de_ch: Hallo

source: ... wants to get an payment order!
de_ch: ... will einen Einzahlungsschein erhalten!

source: To pay
de_ch: Zu bezahlen

source: Thank you for the order.
de_ch: Danke für die Bestellung.

source: You are going to receive a payment order.
de_ch: Du wirst einen Einzahlungsschein erhalten.

source: Pay membership
de_ch: Mitgliedschaftsbeitrag

source: Support payment for
de_ch: Support-Zahlung für

source: Pay with Postfinance
de_ch: Mit Postfinance bezahlen

source: Pay with Paypal
de_ch: Mit Paypal bezahlen

source: Pay with payment order
de_ch: Mit Einzahlungsschein bezahlen

source: Error
de_ch: Fehler

source: You don't want to pay anything, do you?!
de_ch: Du willst nichts bezahlen, oder?!

source: Export to Excel
de_ch: Als Excel exportieren

source: Select calendar
de_ch: Kalender auswählen

source: Previous month
de_ch: Vorheriger Monat

source: Next month
de_ch: Nächster Monat

source: No month or year specified!
de_ch: Kein Monat oder Jahr angegeben!

source: Search for:
de_ch: Suchen nach:
